[
  {
    "id": "5f9ec4740e7b5022ba4a846a",
    "title": "Visage",
    "description": "Visage is a first-person psychological horror game. Explore a mysterious ever-changing house in a slow-paced, atmospheric world that combines both uncannily comforting and horrifyingly realistic environments, and enjoy a genuinely terrifying experience.",
    "price": "16",
    "count": 5
  },
  {
    "id": "5f9ec47dfddf6b962db43c9b",
    "title": "The Dark Pictures Anthology: Little Hope",
    "description": "Trapped and isolated in the abandoned town of Little Hope, 4 college students and their teacher must escape the nightmarish apparitions that relentlessly pursue them through an impenetrable fog.",
    "price": "19.99",
    "count": 6
  },
  {
    "id": "5f9ec484660f8331a6798f45",
    "title": "Ghostrunner",
    "description": "Ghostrunner offers a unique single-player experience: fast-paced, violent combat, and an original setting that blends science fiction with post-apocalyptic themes. It tells the story of a world that has already ended and its inhabitants who fight to survive.",
    "price": "19.99",
    "count": 3
  },
  {
    "id": "5f9ec48ab1a71ae61bc367c1",
    "title": "Hades",
    "description": "Defy the god of the dead as you hack and slash out of the Underworld in this rogue-like dungeon crawler from the creators of Bastion, Transistor, and Pyre.",
    "price": "14.99",
    "count": 8
  },
  {
    "id": "5f9ec49231bc865920f1de5a",
    "title": "DOOM Eternal",
    "description": "Hell’s armies have invaded Earth. Become the Slayer in an epic single-player campaign to conquer demons across dimensions and stop the final destruction of humanity. The only thing they fear... is you.",
    "price": "24.99",
    "count": 15
  },
  {
    "id": "5f9ec49893a7f142e353f716",
    "title": "Among Us",
    "description": "An online and local party game of teamwork and betrayal for 4-10 players...in space!",
    "price": "3.29",
    "count": 20
  },
  {
    "id": "5f9ec4a53b255341559e9a06",
    "title": "Sekiro™: Shadows Die Twice - GOTY Edition",
    "description": "Game of the Year - The Game Awards 2019 Best Action Game of 2019 - IGN Carve your own clever path to vengeance in the award winning adventure from developer FromSoftware, creators of Bloodborne and the Dark Souls series. Take Revenge. Restore Your Honor. Kill Ingeniously.",
    "price": "20.79",
    "count": 12
  },
  {
    "id": "5f9ec4ac4ac7fee8bdb71176",
    "title": "Phasmophobia",
    "description": "Phasmophobia is a 4 player online co-op psychological horror. Paranormal activity is on the rise and it’s up to you and your team to use all the ghost hunting equipment at your disposal in order to gather as much evidence as you can.",
    "price": "7.19",
    "count": 3
  },
  {
    "id": "5f9ec4b32b021b635210faf1",
    "title": "The Forest",
    "description": "As the lone survivor of a passenger jet crash, you find yourself in a mysterious forest battling to stay alive against a society of cannibalistic mutants. Build, explore, survive in this terrifying first person survival horror simulator.",
    "price": "4.72",
    "count": 9
  },
  {
    "id": "5f9ec4ba5d89dff0bb724821",
    "title": "Destiny 2: Beyond Light Deluxe Edition",
    "description": "Destiny 2 is an action MMO with a single evolving world that you and your friends can join anytime, anywhere, absolutely free.",
    "price": "32.72",
    "count": 10
  },
  {
    "id": "5f9ec4c4a4f5feafef9f130c",
    "title": "The Witcher 3: Wild Hunt - Game of the Year Edition",
    "description": "As war rages on throughout the Northern Realms, you take on the greatest contract of your life — tracking down the Child of Prophecy, a living weapon that can alter the shape of the world.",
    "price": "7.49",
    "count": 15
  },
  {
    "id": "5f9ec4ca4092400330b857e1",
    "title": "Red Dead Redemption 2",
    "description": "Winner of over 175 Game of the Year Awards and recipient of over 250 perfect scores, RDR2 is the epic tale of outlaw Arthur Morgan and the infamous Van der Linde gang, on the run across America at the dawn of the modern age. Also includes access to the shared living world of Red Dead Online.",
    "price": "23.44",
    "count": 13
  },
  {
    "id": "5f9ec4d2ec355c3cff74c0d7",
    "title": "Amnesia: Rebirth",
    "description": "Amnesia: Rebirth, a new descent into darkness from the creators of the iconic Amnesia series. A harrowing journey through desolation and despair, exploring the limits of human resilience.",
    "price": "14.49",
    "count": 1
  },
  {
    "id": "5f9ec4d8e0b25b5a6cc56732",
    "title": "The Outer Worlds",
    "description": "The Outer Worlds is an award-winning single-player RPG from Obsidian Entertainment and Private Division. As you explore a space colony, the character you decide to become will determine how this player-driven story unfolds. In the colony's corporate equation, you are the unplanned variable.",
    "price": "14.99",
    "count": 7
  },
  {
    "id": "5f9ec4df81e6842a3daad80d",
    "title": "Half-Life: Alyx",
    "description": "Half-Life: Alyx is Valve’s VR return to the Half-Life series. It’s the story of an impossible fight against a vicious alien race known as the Combine, set between the events of Half-Life and Half-Life 2. Playing as Alyx Vance, you are humanity’s only chance for survival.",
    "price": "20.99",
    "count": 11
  }
]
